# -*- coding: utf-8 -*-
# !/usr/bin/env python
"""
-------------------------------------------------
   File Name: run_logger.py
   Description: 运行情况记录及分析
   Author: Dexter Chen
   Date：2017-09-19
-------------------------------------------------
   Development Note：
   1. 记录每次运行情况，生成统计文件
   2. 
-------------------------------------------------
   Change Log:
   2018-08-31: 
-------------------------------------------------
   格式：
   log: 信息，信息类型，生成时间 
-------------------------------------------------
"""

def run_log(info, info_type, created_time):
    pass