# -*- coding: utf-8 -*-
# !/usr/bin/env python
"""
-------------------------------------------------
   File Name: stats.py
   Description: 运行情况分析
   Author: Dexter Chen
   Date：2017-09-19
-------------------------------------------------
   Development Note：
   1. 根据log，生成统计文件
   2. 对关键词等信息
-------------------------------------------------
   Change Log:
   2018-08-31: 
-------------------------------------------------
   格式：
   log: 信息，信息类型，生成时间 
-------------------------------------------------
"""

def log(info, info_type, created_time):
    pass